[
  {
    "id": 0,
    "name": "Супы",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "молоко 1ст",
          "вода 1ст",
          "сахар, соль по вкусу",
          "вермишель 1/3 ст."
        ],
        "name": "Молочный суп",
        "recipe": "Налить в равных количествах воду и молоко.\nСтавим на плиту, доводим почти до кипения. Когда начнет образовываться пенка, уменьшить огонь,чтобы кипело тихонько. Добавляем сахар и соль по вкусу ( при переборе добавить воды и молока).\nДобавить макароны. Много не сыпать- они потом разбухнут. Варить до готовности макарон, периодически помешивать. Снять с огня."
      },
      {
        "id": 1,
        "ingredients": [
          "3 литра воды",
          "3 средних картошки",
          "1 морковка",
          "1 гол.лука",
          "2-3 сосиски",
          "1 стакан макарон паутинка",
          "Соль",
          "Грузинские специи неполная чайная ложка",
          "Можно бульонный кубик, можно сварить бульон на   одном кусочке курицы или косточках, можно просто на воде"
        ],
        "name": "Суп с сосисками или колбасой",
        "recipe": "Вскипятить воду, добавить 2 бульонных кубика, попробовать на соль, подсолить; или сварить бульон ; или просто вскипятить воду. \nДобавить картошку, поварить почти до готовности( на вкус слегка совсем сыровата). За это время потереть морковку на крупной терке, порезать кубиками мелкими лук и кружочками сосиски. Обжарить на подсолн.масле лук, добавить морковь, еще жарить до готовности, потом добавить сосиски и еще чуть чуть обжарить. В воду с почти готовой картошкой добавить макароны и обжареную смесь. Помешать и варить до готовности макарон примерно 5 мин после закипания. Попробовать на готовность и соль, исправить дефекты, если что. Все. Пробуйте. Потом расскажете"
      },
      {
        "id": 2,
        "ingredients": [
          "3 литра воды",
          "3 средних картошки",
          "1 морковка",
          "10-15 пельменей",
          "Можно макароны паутинка 1/3 стакана, можно без них",
          "Соль"
        ],
        "name": "Суп с пельменями",
        "recipe": "Почистить, помыть и порезать кубиками картошку и морковку. Поставить на мах.огонь холодную воду, засыпать картошку и морковку, варить на примерно 4 режиме при легком кипении почти до готовности(картошка и морковка должна быть почти готовая). Засыпать макароны или без них. Положить пельмени. Перемешать.Варить после всплытия пельменей примерно 5 минут до готовности пельменей. Попробовать на соль, исправить если что. Приятного аппетита.\n"
      },
      {
        "id": 3,
        "ingredients": [
          "Куриная спинка( из одной курицы получается два куска спинки, можно использовать один, второй положить в морозилку на другой суп)",
          "Или бедрышко одно",
          "Или ножка одна",
          "3 л.воды",
          "Соль по вкусу"
        ],
        "name": "Куриный бульон для разных супов",
        "recipe": "В холодную воду ( кол-во воды-чтобы хорошо покрыла курицу) положить часть курицы, довести до кипения на мах.огне. Может покрыться пеной при кипении. Если бульон мутный,  то его слить, промыть курицу и кастрюлю от пены, налить 3 л воды, положить курицу и поставить на огонь. Если бульон прозрачный, можно просто снять пену, добавить холодной воды дл 3 л. Дальше для обоих вариантов: на сильном огне довести воду до кипения, посолив ее. Уменьшить огонь до среднего и варить 40 мин (при легком кипении). Все. Можно просто пить бульон, можно достать курицу, отделить мясо от костей, мясо порвать на кусочки или порезать и бросить в суп. Дальше добавить порезаную картошку и морковку и дальше готовить по вариации того супа, который вы хотите, например, с макаронами "
      },
      {
        "id": 4,
        "ingredients": [
          "Куриный бульон (рецепт ниже)",
          "2-3 картошки",
          "1 морковка",
          "1 стакан макарон(паутинки или обычных)",
          "Можно зелень или специи"
        ],
        "name": "Суп куриный с макаронами",
        "recipe": "Сварить куриный бульон. Порезать туда почищеную и помытую картошку и морковку, варить на среднем огне до готовности( попробовать). Если макароны обычные, то картошку варить до полуготовности и насыпать макарон. Перемешать. Они варятся минут 20. Попробовать на соль. Если макароны паутинка, то картошка должна быть практически готова, потом засыпаются макароны, перемешивается и еще варится минут 5. Попробовать на готовность и на соль. Теперь можно добавить петрушку или укроп и специи в кипящий суп и выключить. Можно это не добавлять. Все. Приятного аппетита"
      },
      {
        "id": 5,
        "ingredients": [
          "1 банка любой рыбной консервы (желательно не в томатном соусе, а в собственном соку)",
          "2 л воды",
          "2-3 картошки",
          "1 морковка",
          "Соль"
        ],
        "name": "Быстрая уха из рыбной консервы",
        "recipe": "В холодную воду порезать картошку и морковку, посолить, закипятить на сильном огне, уменьшить огонь и варить до готовности при легком кипении. Убирать пену ложкой, если появляется. Консерву открыть, убрать хребет от рыбы, разломать ее на кусочки и добавить в уху вместе с жидкостью из банки. Закипятить, варить 5 мин. Проверить на соль. Все. Уха готова. Очень быстро и вкусно. Дегустируйте"
      },
      {
        "id": 6,
        "ingredients": [
          "Гречка",
          "Молоко",
          "Соль"
        ],
        "name": "Молочный суп с отвареной  ранее гречкой",
        "recipe": "Как варить гречку, в разделе каши. Делается прямо в тарелках. Готовую гречку положить в тарелку, сильно погреть в микроволновке, залить не нагретым молоком, посолить, перемешать. Все"
      },
      {
        "id": 7,
        "ingredients": [
          "Куриная ножка или окорочок или спинка, если борщ на бульоне(это будет намного вкуснее)",
          "2 куриных кубика, если борщ без куриного бульона(для ленивых ребят)",
          "2 средние свеклы",
          "1 большая морковка",
          "1 средняя луковица",
          "2 большие жмени нашинкованной капусты",
          "3 картошки",
          "2 ст.л.кетчупа или томатного соуса",
          "2 зубчика чеснока",
          "0.5 ч.л. грузинской приправы",
          "1 ч.л.сахара",
          "Соль",
          "3-4 литра воды"
        ],
        "name": "Борщ ",
        "recipe": "Желательно готовить вдвоем. Почистить картошку, морковку, свеклу, лук, чеснок. Помыть. Порезать некрупно картошку. Свеклу и морковку  потереть на крупной терке в разные ёмкости, капусту нашинковать. Если борщ на бульоне, то делаем так: в холодную воду кинуть курицу, посолить, закипятить, снять пену, варить 15 мин. Если борщ на кубике, то делаем так: закипятить воду, добавить 2 кубика, растворить, досолить. Дальше варится одинаково. Закинуть картошку, варить 5 мин. Добавть капусту, варить 10 мин. За это время (может делать другой чел): разогреть сковороду с маслом на большом огне. Уменьшить до среднего(4). Обжарить свеклу, помешивая 5 минут. Если будет не хватать масла, подливать. За это время порезать мелко лук.  Добавить в свеклу морковку и лук, перемешать, обжаривать еще 5 мин. Мелко нарезать 2 зубчика чеснока. Добавить к смеси вместе с 2 ст.л.кетчупа или томатного соуса. Обжаривать еще 5 мин.              Попробовать картошку и капусту в борще. Они должны быть полуготовые. Достать курицу, если она есть, отделить от костей, мясо порезать кусочками, вернуть назад в борщ. Добавить в кастрюлю смесь из свеклы, перемешать, попробовать на соль, варить еще 15 мин при легком кипении. Готовый борщ еще раз попробовать на соль и готовность всех продуктов. Добавить специи и 1 ч.л.сахара. Все должно быть хрустящее, но не сырое, вкусное. Доварить немного, если что. Можно есть или дать настояться минут 20. Наслаждаться горячим борщом со сметаной и черным хлебушком"
      },
      {
        "id": 8,
        "ingredients": [
          "Вода 3 литра",
          "1 морковка",
          "2-3 картошки",
          "200 г.фарша",
          "1/3 -1/2 стак макарон, лучше паутинка",
          "Соль",
          "1/3 ч.л.грузинской приправы"
        ],
        "name": "Суп с фрикадельками ",
        "recipe": "Почистить, помыть и порезать кубиками картошку и морковку.\nФарш, посолить, добавить грузинскую приправу, перемешать. \n Поставить на мах.огонь холодную воду, засыпать картошку и морковку, варить на примерно 4 режиме при легком кипении почти до готовности(картошка и морковка должна быть почти готовая). \n\nЗасыпать макароны. Перемешать.\nЕсли обычные макароны варить 10 мин.,потом скатать из фарша шарики(фрикадельки),добавить в суп и варить ещё 15 мин.\nЕсли макароны паутинка, фрикадельки добавлять вместе с макаронами и варить до готовности макарон(15 мин.).\n Попробовать на соль, исправить если что. Приятного аппетита."
      },
      {
        "id": 9,
        "ingredients": [
          "3 л.воды",
          "3 средних свеклы",
          "1 длинный огурец",
          "4 вареных яйца",
          "Зеленый лук, на крайняк обычный 0.3- 0.5 луковицы",
          "Соль",
          "Сметана"
        ],
        "name": "Холодник",
        "recipe": "Очень хорошо помыть свеклу, отрезать с двух сторон концы, попротыкать вилкой не глубоко. Мокрую свеклу положить в пакет, герметично не завязывать, а просто прикрыть и сварить в микроволновке на большой мощности. Поставить на 10 минут, потом попробовать проткнуть вилкой (очень осторожно раскрывать пакет, там очень горячий пар) и доваривать еще может 10 минут, снова проверить. Вилка должна протыкать свеклу. Достать осторожно пакет и раскрытый поставить под проточную воду немного охладить, чтобы не обжечься, когда начнете чистить. Поставить кипятить воду, свеклу почистить (тоненькая кожица снимается), натереть на крупной терке и добавить в кипяток. Посолить. Соли надо, наверное, не меньше стол.ложки. может, больше. Попробовать. Должно быть вкусно. Все, сам холодник оставить остывать и настаиваться. Отдельно сделать заправку: сварить яйца, охладить. Нарезать, яйца, огурец лук. Когда холодник остынет, добавить в тарелку заправку, залить настоянным холодником и добавить сметану"
      },
      {
        "id": 10,
        "ingredients": [
          "Готовый бульон 3 л",
          "Горох стакан",
          "Луковица средняя",
          "Морковка",
          "Подкопченая колбаса или ветчина",
          "Картофель 3 шт."
        ],
        "name": "Гороховый суп с копченостями",
        "recipe": "Горох промыть на сите в холодной воде,оставить стекать.\nВ готовый кипящий бульон высыпать горох и варить 30 мин.\nТем временем в сковороде обжарить на раст. масле измельченный лук примерно 2-3мин., добавить натертую на терке морковку иобжарить еще 2 мин.\nОтдельно обжарить порезанную кубиками копченость 3-4 мин.\nВ суп добавить порезанный кубиками картофель. Варить 5 минут.\nДобавить лук с морковкой, добавить копченость.\nПроверить на соль, если надо досолить,поперчить. \nВарить до готовности картошки.\nСуп при закипании варить на средней мощности."
      },
      {
        "id": 11,
        "ingredients": [
          "2-2.5 л бульона или воды, тогда с 2 кубиками",
          "1 банка фасоли обычной или в томатном соусе",
          "2-3 картошки",
          "0.5-1 морковка",
          "0.5 луковицы"
        ],
        "name": "Суп с фасолью из банки",
        "recipe": "Сварить бульон или закипятить воду с бульоном. Добавить картошку. Морковку натереть на терке, лук порезать и слегка обжарить их.добавить в бульон,добавить 0.5 ч.л.грузинских специй Сварить до готовности, добавить фасоль вместе с жидкостью. Если есть, добавить зелень. Проверить на соль, закипятить. Кушать подано"
      }
    ]
  },
  {
    "id": 1,
    "name": "Гарниры",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "4 стакана макарон",
          "10 стаканов воды",
          "Соль"
        ],
        "name": "Макароны любые",
        "recipe": "В кипящую подсоленную воду всыпать макароны, перемешать, варить на среднем огне при легком кипении до готовности( пробовать). Слить воду на сито, но не до конца. Если будут слипаться при остывании, то добавить немного аоды и перемешать."
      },
      {
        "id": 1,
        "ingredients": [
          "Смотреть в разделе каши"
        ],
        "name": "Каша гречневая",
        "recipe": "В разделе каши"
      },
      {
        "id": 2,
        "ingredients": [
          "9 средних картошек",
          "1 стакан молока",
          "Соль"
        ],
        "name": "Картофельное пюре на 3 человека",
        "recipe": "Картошку почистить, помыть, вырезать глазки, порезать пополам вдоль(чтобы были примерно одинаковые куски). Залить холодной водой, посолить, закипятить, снять пену, варить при легком кипении на среднем огне (20-30-40 минут) Проверить готовность, проткнув вилкой. Она должна быть хорошо сварена. Слить воду, немного оставив в кастрюле. Влить молоко, растолочь картошку желательно раздавить комки все. Она должна получиться полужидкая. Если густая, то подлить еще молока. Проверить на соль, подсолить, если надо, перемешать."
      },
      {
        "id": 3,
        "ingredients": [
          "Готовит Глеб или спроси у мамы"
        ],
        "name": "Жареная картошка",
        "recipe": "Ол"
      },
      {
        "id": 4,
        "ingredients": [
          "220 гр риса, лучше круглого",
          "500 мл молока",
          "1 л воды",
          "7-8 ч.л.сахара",
          "3/4ч.л.соли"
        ],
        "name": "Каша рисовая на молоке (лучше делать по рецепту в горшочке)",
        "recipe": "Варится примерно 45 мин. Никуда не уходить и часто помешивать. Рецепт: вскипятить 1 л воды( пока без сахара и соли). Всыпать рис, помешать. Варить 15 мин, помешивая. Добавить соль и сахар. Варить еще 10 мин, помешивая. Добавить 500г молока, помешать, попробовать на соль, сахар, варить еще примерно 15-20 мин до готовности при медленном кипении (пробовать),рис должен быть мягкий. Количество жидкости регулировать добавлением по чуть-чуть кипятка. Если кушать сразу, то должно быть норм, если потом, то при остывании каша густеет, тогда добавить кипяток примерно 3/4 стакана"
      },
      {
        "id": 5,
        "name": "Плов",
        "recipe": "Сварить"
      },
      {
        "id": 6,
        "ingredients": [
          "1-2 яйца",
          "Макароны, гречка или жареная картошка"
        ],
        "name": "Макароны, гречка, картошка жареная с яйцом",
        "recipe": "Готовую гречку, макароны, жареную картошку, когда их надо разогреть, можно разогреть на сковороде с яйцом. Разогреть сковороду с маслом, положить продукт, погреть полностью и вбить 1-2 яйца на порции1-3 человек соответственно. Быстро \n перемешать, пока не схватится яйцо. Это примерно 1-2 мин. Все. Кушать подано"
      },
      {
        "id": 7,
        "ingredients": [
          "Макароны4 стакана",
          "Банка тушонки",
          "Соль"
        ],
        "name": "Макароны с тушонкой",
        "recipe": "Сварить макароны по рецепту. Слить воду. Тушонку разделить на кусочки и выложить полностью все содержимое банки вместе с жиром в горячие макароны  перемешать. И быстро хавать"
      },
      {
        "id": 8,
        "name": "Макароны с шампиньонами",
        "recipe": "- сварить макароны\n- шампиньоны порезать на пластинки (где-то по 1/2 см) и пожарить на масле сливочном + подсолнечном\n- когда поджаряться с 2 сторон добавить соевого соуса или соли\n- добваить на сковородку 2-3 ложки сметаны и еще немного потушить\n- закинуть макароны и немного воды из-под них\n- всё перемешать"
      },
      {
        "id": 9,
        "ingredients": [
          "3 средних картошки на человека",
          "Соль",
          "Специи",
          "5 зубчиков чеснока",
          "Раст.масло"
        ],
        "name": "Картофель по-деревенски",
        "recipe": "Картошку хорошо помыть, не чистить. Картошку в кожуре порезать ломтиками, посолить, поперчить, добавить мелко нарезанный чеснок, немного раст.масла. Перемешать. Разогреть духовку до 180 градусов. На противень положить коврик, смазать его слегка раст.маслом. Выложить картошку равномерно одним слоем на весь противень. Запекать в духовке до готовности, в процессе можно перемешать. Противень поставить посередине духовки. Приятного аппетита"
      },
      {
        "id": 10,
        "name": "Каша рисовая с морковкой и луком в горшочке смотреть в блюдах в горшочке",
        "recipe": "Да"
      },
      {
        "id": 12,
        "ingredients": [
          "1 стакан гречки",
          "2 стакана воды",
          "Около 1 ч.л. соли"
        ],
        "name": "Гречневая каша легко(делать на ночь)",
        "recipe": "Насыпать гречку в кастрюлю, налить воды, оставить на ночь. Утром разбухшую гречку посолить , попробовать на соль, если полностью нет воды, чуть чуть добавить , чтобы на дне было чуть чуть воды, закипятить ,все время помешивая и пробуя на соль. Можно поварить  минут 5, мешая и если аригорает, чуть добавлять воды.Исправить,если что. Все!!!"
      },
      {
        "id": 13,
        "name": "Каша рисовая в горшочке обычный или молочный смотреть в блюдах в горшочке",
        "recipe": "Да"
      },
      {
        "id": 11,
        "name": "Каша пшенная на молоке смотреть в блюдах в горшочке",
        "recipe": "Да"
      },
      {
        "id": 14,
        "ingredients": [
          "Булгур(мелкий)1 стакан",
          "1 помидор",
          "1 средняя луковица",
          "1 перец ( можно зимой без него)",
          "2 зубчика чеснока",
          "2 ст.л.томатного соуса или кетчупа",
          "2 стакана холодной воды",
          "Соль",
          "0.5 ч.л.грузинской или другой приправы"
        ],
        "name": "Булгур по-турецки",
        "recipe": "Мелко нарезать лук, чеснок, помидоры и перец кубиками. Слегка обжарить лук на подсолн.масле на среднем огне, добавить туда перец обжарить  3-4 минуты, потом добавить помидоры еще на 3-4 минуты, чеснок и томатный соус, посолить, добавить специи. Перемешать. Булгур промыть 5-6 раз до прозрачной или не очень воды, насыпать в сковороду к овощам, залить водой, перемешать, накрыть крышкой, уменьшить огонь на двоечку(если это в Минске) и тушить 5 минут.Снова перемешать, тушить еще 15 минут примерно, периодически помешивая. Смотреть, чтобы не пригорело к сковороде. Если что, долить немного воды. Попробовать. Если готово и воды практически не осталось, то готово. Проверить на соль, если что, то подсолить.Все"
      },
      {
        "id": 15,
        "ingredients": [
          "Булгур(мелкий)1 стакан",
          "1 помидор",
          "1 средняя луковица",
          "1 перец ( можно зимой без него)",
          "2 зубчика чеснока",
          "2 ст.л.томатного соуса или кетчупа",
          "2 стакана холодной воды",
          "Соль",
          "0.5 ч.л.грузинской или другой приправы"
        ],
        "name": "Булгур по-турецки",
        "recipe": "Мелко нарезать лук, чеснок, помидоры и перец кубиками. Слегка обжарить лук на подсолн.масле на среднем огне, добавить туда перец обжарить  3-4 минуты, потом добавить помидоры еще на 3-4 минуты, чеснок и томатный соус, посолить, добавить специи. Перемешать. Булгур промыть 5-6 раз до прозрачной или не очень воды, насыпать в сковороду к овощам, залить водой, перемешать, накрыть крышкой, уменьшить огонь на двоечку(если это в Минске) и тушить 5 минут.Снова перемешать, тушить еще 15 минут примерно, периодически помешивая. Смотреть, чтобы не пригорело к сковороде. Если что, долить немного воды. Попробовать. Если готово и воды практически не осталось, то готово. Проверить на соль, если что, то подсолить.Все"
      }
    ]
  },
  {
    "id": 2,
    "name": "Мясо, курица",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "Курица ( около 2кг)или части курицы(1 кг) ",
          "Майонез",
          "Соль",
          "Специи",
          "Чеснок 1 головка"
        ],
        "name": "Запеченая курица или разные ее части",
        "recipe": "Порезаная курица или ее части посолить, добавить специи (грузинской около 1 ст.л.), порезанный мелко чеснок, залить майонезом. Перемешать, можно постоять 1-2 часа, можно готовить сразу. Разогреть духовку до 180 град. На противень положить коарик (можно без него). Слегка смазать маслом коврик, или чуть больше противень. Плотно друг к другу сложить кусочки курицы. Поставить в разогретую духовку                   \n( противень на средний уровень) на 1-1.5 саса. Таймер сначала на 1 час, потом смотреть по ситуации. Она должна быть румяная  проткнуть вилкой возле кости. Если выделяется прозрачный сок и мягкая, то готова. Приятного аппетита"
      },
      {
        "id": 1,
        "ingredients": [
          "2 куриных филе",
          "3-4 зубчика чеснока",
          "0.5-1 ч.л.грузинских специй",
          "Соль",
          "3 яйца",
          "3 ст.л.майонеза",
          "Мука",
          "Стеклянная или пластиковая бутылка",
          "Целлофановый пакетик"
        ],
        "name": "Отбивные из куриного филе в кляре",
        "recipe": "От внутренней части куриного филе отрезать длинную узкую часть, которая отделяется сама. Остальное филе порезать кусками около1-1.5 см толщиной поперек волокон. Вложить кусочки по одному между целофаном, отбить бутылкой с двух сторон, не доставая куски из пакета, с длинной полоской от филе поступить также. Чеснок почистить, мелко порезать.Разложенные по одному куски посыпать чесноком, посолить каждый и посыпать специями. Сложить отбивные в глубокую посуду стопкой. Пока они маринуются, сделать кляр: яйца смешать с майонезом. Добавлять муку по одной ст.л., перемешивая вилкой или венчиком, пока он не станет по густоте, как тесто на оладьи. Попробовать на соль, если что, можно подсолить.Разогреть сковороду с маслом на сильном огне, уменьшить до среднего, обвалять отбивные хорошо в кляре и обжарить с двух сторон до руияной корочки. Жарятся быстро. Кушайте на здоровье. Можно с макарошами или пюре. Можно все сразу не обжаривать, а сделать только столько, сколько съедите. Они свежие самые вкусные. Сырые отбивные и кляр могут храниться в холодосе 2-3 дня под крышкой. И просто потом их обжаривать частями"
      },
      {
        "id": 2,
        "ingredients": [
          "1 кг куриных крылышек",
          "3 ст.л.соевого соуса",
          "3 ст л горчицы смешанной с зернами",
          "3 ст.л.томатного соуса или кетчупа"
        ],
        "name": "Крылышки в маринаде на праздник",
        "recipe": "Смешать соевый соус, том.соус и горчицу. Крылышки замариновать в смеси. Не солить. Дать постоять не менее 2 часов. Разогреть духовку до 180 градусов. Форму смазать раст.маслом. Выложить крылышки желательно плотно, залить соусом. Запекать 40 минут. Достать из духовки и наслаждаться"
      },
      {
        "id": 3,
        "ingredients": [
          "2 куриных филе",
          "3 яйца",
          "2 ст.л.крахмала",
          "2 ст.л.майонеза",
          "4-5 зубчиков чеснока",
          "1/2 ч.л.грузинских специй",
          "Соль"
        ],
        "name": "Рубленые куриные котлеты ",
        "recipe": "Куриное филе порезать кубиками, смешать со всем остальным. Попробовать на соль. Дать постоять полчаса. Разогреть сковороду с маслом, выкладывать котлеты ложкой, делать форму оладушек, обжаривать с двух сторон на среднем огне. При выкладывании на сковороду подмешивать массу, чтобы в котлетах было равномерно распределено густота и жидкость. Все. Приятного аппетита. Это очень вкусно. Особенно только пожареные. Можно фарша сделать много, а жарить каждый раз столько, сколько сейчас съедите. Сырая масса простоит в холодосе 2-3 дня под крышкой."
      },
      {
        "id": 4,
        "ingredients": [
          "0.8-1кг фарша",
          "1 ч.л.грузинской специи",
          "10-15 кусочков батона без корки",
          "2-3 луковицы",
          "1 головка(5-6 зубчиков) чеснока",
          "2-3 яйца",
          "1 морковка (можно без нее)",
          "2-3 ст.л.майонеза",
          "Сливочное масло",
          "Сыр, майонез смешать",
          "Соль"
        ],
        "name": "Котлеты,запеченые в духовке",
        "recipe": "В фарш добавить нарезаный мелкими кубиками лук, тертую морковь, добавить яйца, мелко нарезаный чеснок, 2-3 ст.л.майонеза. С батона обрезать корку, размочить в теплой воде, хорошо отжать и раскрошить в фарш. Посолить, добавить специи. Попробовать фарш на соль. Разогреть духовку до 180 град. Противень смазать раст.маслом. Сформовать котлеты ( сформовать из фарша на ладони лепешку с углублением, положить кусочек сливочного масла и слепить котлету, плотно запаковав масло внутрь, чтобы оно не вытекало при запекании). Немножко прижать котлету сверху( сделать плосковатой). Выложить на холодный противень.  Поставить противень с котлетами в разогретую духовку. Засечь 20 минут. Через 20 минут перевернуть котлеты, и засечь еще 20 мин. Все. Котлеты готовы. Надо противень достать из духовки. Но можно сделать котлеты под сыром. Тогда за время первых 20 минут запекания натереть сыра( немного) ,смешать его с майонезом. После первых 20 минут перевернуть котлеты и выложить сверху сыр с майонезом. И запекать вторые 20 минут. Все.\n"
      },
      {
        "id": 5,
        "ingredients": [
          "Куриные крылышки или филе или, на крайняк, бедрышки 1 кг",
          "Соль",
          "Специи, паприка",
          "Чеснок 1 полная головка",
          "Мука",
          "2 яйца",
          "Кукурузные несладкие хлопья много",
          "Или на крайняк, панировочные сухари",
          "Для соуса тар-тар майонез, марин.огурчики, чеснок. Рецепт смотреть в соусах"
        ],
        "name": "Куриные наггетсы",
        "recipe": "Крылья порезать на три части по фалангам. Самые костлявые части оставить на суп, в морозилку. Если это филе, то порезать на небольшие кусочки, если бедрышки, то порезать на 5 частей ( с двух сторон отрезать косточку, и кусочки мякоти порезать еще пополам. Кожу оставить на кусочках. Части посолить, добавить специи, если есть, то паприки много(1-2 ч.л), мелко нарезаный чеснок добавить. Разогреть духовку до 180 град.  Яйца разболтать хорошо в пиалке. На другую плоскую тарелку насыпать муки. Кукурузные хлопья растолочь скалкой. На противень положить коврик, слегка смазать раст.маслом. Кусочки курицы обвалять очень хорошо в муке, потом очень хорошо в яйце и очень обильно в кукурузных хлопьях. Выложить на противень. Запекать при 180 град.20 минут, потом перевернуть и еще запечь 10 минут. Запекать лучше только то, что сьедите сразу, подсоленая сырая курица может еще постоять в холодосе, но не больше суток. Если нет хлопьев, вместо них можно обвалять в панировочных сухарях. Пока запекаются наггетсы, сделать соус тар-тар, можно сварить спагетти,  открыть пиво и найти сериал. Наслаждайтесь"
      },
      {
        "id": 6,
        "name": "Куриные бедрышки в горшочке смотреть в блюдах в горшочке",
        "recipe": "Да"
      },
      {
        "id": 7,
        "ingredients": [
          "Да"
        ],
        "name": "Тефтели в горшочках искать в блюдах в горшочках",
        "recipe": "Да"
      },
      {
        "id": 8,
        "ingredients": [
          "1 куриное филе",
          "Соль",
          "Специи",
          "1 зубчик чеснока",
          "1 неполная чайная ложка муштарды",
          "1-1.5 ст.л. соуса барбекю или кетчупа",
          "3 ст л сметаны или кефира"
        ],
        "name": "Филе куриное под шапкой соуса (аэрогриль)",
        "recipe": "https://youtube.com/watch?v=2z-Fxt2TREc&si=nw0vZlUXByHFrpXQ\n\nКуриное филе немного отбить, чтобы оно стало немного тоньше. Надрезать не до конца в клеточку, кубиками чуть больше чем через сантиметр (крупно). Посолить, добавить специи, чтобы попали в надрезы.\nСоус: смешать нарезанный чеснок, сметану или кефир, кетчуп или барбекю, горчицу. Немного посолить соус.\nНемножко смазать нижнюю сторону филе соусом, переложить филе на тару для аэрогриля нижней стороной к верху. Запекать на 180 градусах 25 минут. На половине времени перевернуть на другую сторону, весь остальной соус (много) намазать на верхнюю стороны, попадая в надрезы, запекать оставшееся время.\nВсё :)"
      }
    ]
  },
  {
    "id": 3,
    "name": "Блины, оладьи",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "0.5 литра кефира",
          "0.5 ч.л.соды(гасить уксусом не надо)",
          "3ч.л.сахара",
          "3 стакана муки"
        ],
        "name": "Оладьи, можно с колбасой",
        "recipe": "Налить кефир в глубокую емкость, добавить соду. Перемешать, чтобы сода погасилась. Добавить сахар,перемешать, насыпать муку  по одному стакану и перемешивать  тесто после каждого стакана, должно получиться такое, чтобы за венчтком оставался пустой след и не было комков. Можно, чтобы постояло мин 15. Разогреть сковороду новую с маслом растительным многовато налить надо,на большом огне,  переставить на средний. Ложкой выкладывать оладьи, можно помогать другой ложкой снимать тесто с первой, немного разровнять форму оладий. Обжарить с одной стороны, перевернуть, обжарить со второй. Оладьи будут подниматься. Надо, чтобы не совсем быстро жарились, потому что не прожарятся внутри. Если будет очень быстро, можно менять огонь с большего на меньший и наоборот. Масло подливать по мере исчезания.Снять с огня, посыпать сахаром.       Если хотите с колбасой, то в тесто сразу порезать кубиками колбасу, перемешать и делать дальше все то же самое, только сахаром не посыпать. Вкусно есть, хвалить и делать еще!"
      },
      {
        "id": 1,
        "ingredients": [
          "3 стакана молока",
          "6 ч.л.сахара",
          "2 ст. Муки"
        ],
        "name": "Блины на молоке",
        "recipe": "В глубокую емкость налить молока, добавить сахар, муку. Размешать венчиком, разбить все комки, интенсивно мешая.Тесто должно быть не густое, но и не совсем жидкое. Хорошо разогреть сковороду с маслом, наливать тесто черпаком, чтобы оно растекалось. Если плохо растекается, добавить чуть воды, если не снимается блин, может оно жидкое слишком, тогда добавить немного муки, но снова разбить комки. Жарить с двух сторон на достаточно большом огне, добавляя понемногу масло. Лучше быть с мамой на связи когда делаешь"
      },
      {
        "id": 2,
        "ingredients": [
          "1л кефира",
          "2 яйца",
          "500г муки",
          "4ст л крахмал",
          "постное масло",
          "2 ст.кипятка",
          "0.5 ч.л.соли",
          "4 ст.л.для несладких или 8 ст.л. для сладких сахара",
          "1 ч.л.соды не очень полная",
          "2 ст.л.сахара в творог"
        ],
        "name": "Блины сладкие на сыворотке с творогом",
        "recipe": "Кастрюлю облить холодной водой, потом налить туда литр кефира, поставить на четвёртый режим на 5 минут, потом переставить на второй режим минут на 20. В середине варки подмешать массу. Через 20 мин попробовать творог. Он должен быть мягким, но должен быть творогом, а не кефиром. Будет кислый, это норм. На кастрюлю поставить дуршлаг металлический с мелкой сеткой, откинуть в него творог с сывороткой и дать стечь 15 мин(все засекай таймером, потому что увлечешься и забудешь). Творог скинуть в глубокую тарелку, (сгрести с сита). Добавить в него 2 ст л.сахара, перемешать. Творог можно делать заранее.\n  Теперь делаем блины.\n  (Сыворотки должно получиться около 3.5 ст.)\nПеремешать венчиком яйца с солью и сахаром. Не переставая мешать, медленно влить кипяток. В сыворотке погасить соду, перемешать, добавить к массе, добавить муку по 1 стакану и перемешивать(меряй стаканчиком с делениями). В последний стакан муки добавить крахмал, перемешать и всыпать в тесто, снова хорошо перемешивать тесто, чтобы было без комков. Разогреть сковороду с маслом(немного), наливать тесто сбоку, разлить по сковородке, наклоняя сковороду. Жарить с двух сторон на 5 режиме(всего 6). Для каждого блина подливать понемногу масло. На блин положить чайную ложку с большой горкой творог, завернуть ьрубочкой тли конвертом. Порцию полить сметаной. Должно получиться примерно 10-11 блинов с творогом. Остальные кушайте просто так.  Приятного аппетита"
      },
      {
        "id": 3,
        "ingredients": [
          "1 л кефира",
          "2 яйца",
          "1.5 ч.л.соды",
          "5 ст.л.раст.масла",
          "2 совсем полных стакана муки",
          "7 ст.л.сахара на сладкие, 2-3 ст.л.сахара на не очень сладкие"
        ],
        "name": "Вкусные большие блины на кефире",
        "recipe": "В кефире погасить соду, добавить яйца, сахар, раст.масло. все хорошо перемешать. Добавить муку, чтобы тесто было как на жидкие оладьи, размешать венчиком, чтобы не было  комков. Испечь почти на всей поверхности сковороды, выкладывая по 2 ст.л.теста в центр и распределяя лопаткой по сковороде. "
      }
    ]
  },
  {
    "id": 4,
    "name": "Завтраки",
    "recipes": [
      {
        "id": 0,
        "name": "Гренки",
        "recipe": "Рро"
      },
      {
        "id": 1,
        "name": "Блины на молоке, на сыворотке",
        "recipe": "смотри секцию блинов, делбик"
      },
      {
        "id": 2,
        "name": "Оладьи просто или с колбасой",
        "recipe": "Дурик, смотри в разделе блины, оладьи"
      },
      {
        "id": 4,
        "ingredients": [
          "5 яиц",
          "2/3 стакана молока",
          "Соль",
          "Колбаса"
        ],
        "name": "Омлет на 3 человека или скрэмбл",
        "recipe": "Яйца разбить в глубокую емкость. Добавить молоко, посолить. Размешать венчиком или вилкой. Разогреть сковородку новую с небольшим количеством масла на сильном огне. Уменьшить огонь до среднего.Положить на сковороду нарезанную колбасу, залить смесью, накрыть крышкой. Прожаривать, пока не будет сырого яйца, но и смотреть, чтобы снизу не подгорело сильно. Можно сверху слегка перемешать, чтобы быстрее прожаривалось.\n              Или можно сделать скрэмбл. Все то же самое, но когда заливаешь яичную смесь на сковороду, сразу лопаткой хаотично мешаешь и жаришь до исчезновения сырого яйца примерно 2-3 минуты. Получается бесформенная яичная каша. Называется скрэмбл."
      },
      {
        "id": 5,
        "name": "Яишница",
        "recipe": "Рр"
      },
      {
        "id": 6,
        "ingredients": [
          "Батон",
          "Лук",
          "Кетчуп, майонез ",
          "Сыр",
          "Огурчик маринованный,помидор свежий, шампиньоны",
          "Колбаска или сосиски,или копчености"
        ],
        "name": "Бутеры запеченые",
        "recipe": "Принцип бутера прост: \nНа кусок батона,булки для гамбургеров намазывается кетчуп.\nУкладывается колбаса( ветчина, курочка, копчёности)\nСледующий слой порезанный тонкими колечками лук,далее огурчик или помидорка,или сладкий перец.\nПоливаем майонезом.\nНаверх трем на тёрке сыр, или укладываем тонкие брусочки сыра.\nСверху майонез. Посыпаем резаной зеленью или приправами, или перчиком молотым(на вкус).\nЛучше запекать в духовке- будет хрустящая корочка,но можно и в микроволновке.\nДо растекания по бутеру сыра. Приятного аппетита."
      },
      {
        "id": 8,
        "ingredients": [
          "Смотри секцию, сынок"
        ],
        "name": "Каши манная, рисовая на молоке",
        "recipe": "\n"
      },
      {
        "id": 9,
        "ingredients": [
          "1 л кефира",
          "Или скисшее молоко, сметана и др.",
          "Не обязательно литр, можно больше или меньше ( сколько есть)"
        ],
        "name": "Творог",
        "recipe": "Смочить кастрюлю холодной водой. Влить пакет кефира или др.,поставить на слабый огонь(номер 2-3). Варить без кипения( закипеть не должно),пока сыворотка не отделится от творога. Акуратно подмешать творог в верхнем слое, чтобы проварился весь. Попробовать. Чем дольше он варится, тем жёстче становится. Поставить кастрюлю под металическое сито с мелкой сеткой или на большое сито и через марлю 2-4 слоя. Вылить в него сыворотку с творогом и дать стечь (нужно время). Чем дольше стекает, тем суше творог."
      },
      {
        "id": 10,
        "ingredients": [
          "6 двойных кусков батона",
          "Колбаса",
          "Сыр",
          "2 яйца",
          "60 гр.молока"
        ],
        "name": "Гренки с сыром и колбасой новые",
        "recipe": "Батон порезать парными кусками с кармашком. В кармашки вложить колбасу и сыр. \n  Яйца смешать с молоком, не солить. Разогреть сковороду с маслом. Смочить хорошо по одному бутеры с двух сторон в яйце и обжарить с двух сторон на среднем огне. Сыр должен расплавиться. Все. Кушать подано."
      },
      {
        "id": 11,
        "ingredients": [
          "Пп"
        ],
        "name": "Гренки на сухой сковороде как в тостере",
        "recipe": "Рр"
      },
      {
        "id": 12,
        "ingredients": [
          "Молоко 200г",
          "Мука стакан",
          "Яйцо",
          "Разрыхлитель для теста 0.5 ч.л.",
          "Сыр 150г",
          "Сливочное масло "
        ],
        "name": "Ленивое хачапури",
        "recipe": "Смешать молоко, муку, яйцо, натёртый сыр. Пожарить на сковородке на маленьком огне под крышкой примерно 8 минут, до схватывания теста сверху, перевернуть и ещё где-то 3 минуты. Натереть маслом"
      },
      {
        "id": 13,
        "ingredients": [
          "Яйца",
          "Вода"
        ],
        "name": "Вареные яйца",
        "recipe": "В холодную воду положить яйца, варить на большом огне 10 мин.после закипания. Кастрюлю поставить под кран, залить холодной водой, остудить. Почистить, разрезать, залить майонезом, отрезать кусочек колбасы. Все!!!"
      },
      {
        "id": 3,
        "ingredients": [
          "Батон",
          "Раст.масло",
          "Молоко",
          "Сахар"
        ],
        "name": "Гренки с сахаром",
        "recipe": "Разогреть сковородку с маслом. Кусочки батона обмакнуть с двух сторон в молоко, обжарить на сковороде с двух сторон на среднем огне(4). Снять, посыпать сахаром. Смачна есцi"
      },
      {
        "id": 14,
        "ingredients": [
          "400 гр.творога",
          "3ст.л.сахара в тесто",
          "2 ст.л.сахара в воду при варке",
          "1 яйцо",
          "200 гр.муки",
          "Сметана"
        ],
        "name": "Ленивые вареники примерно 50 шт",
        "recipe": "Смешать творог, 3 ст.л.сахара,яйцо. Добавить муку, хорошо смешать сначала ложкой, потом рукой. Получится липковатое тесто. Разделить его на 4 части. Из каждой сделать колбаску не толстую, раскатывая руками на доске, посыпанной мукой(покачивая, прижимая и растягивая). Нарезать колбаску по диаготали кусочками. Получается из всего тесто примерно 50 вареников. Часть сварить и сьесть, часть-заморозить. Для этого досочку посыпать мукой, на нее выложить не прикасая друг к другу не срезом вниз вареники. Поставить в морозилку. На следующий день переложить замерзшие вареники а пакет, завязать и хранить в морозилке. Как варить: закипятить воду, добавить 2 ст.л.сахара, положить вареники свежие или замороженые, перемешать. Варить 5 мин после закипания и всплытия вареников. Переложить на тарелку, полить сметаной, посыпать сахаром. Вкусно с чаем.Смачнэго"
      },
      {
        "id": 7,
        "ingredients": [
          "Все, как на ленивые вареники"
        ],
        "name": "Сырники",
        "recipe": "Заместть тесто, как на ленивые вареники. Разогреть сковородку с маслом. Придать кусочкам теста форму сырников, приплюснуть. Уменьшить огонь до среднего. Обжарить сырники с двух сторон, можно немного уменьшая огонь, не очень быстро, чтобы они прожарились внутри"
      },
      {
        "id": 15,
        "ingredients": [
          "250г.кефира",
          "Неполная чайная ложка соды",
          "0.5 ч.л.соли",
          "1 ч.л.сахара",
          "2 яйца",
          "100 г.сыра",
          "5-7 кружков колбасы",
          "4 стакана муки"
        ],
        "name": "Палочки из кефира с колбасой и сыром",
        "recipe": "В кефир добавить соду, перемешать, чтобы погасить. Добавить яйца, сахар, соль. Перемешать. Мелко порезать колбасу ( обязательно мелко, чтобы можно было раскатать, не тереть на терке), сыр потереть на крупной терке. Добавить в тесто, перемешать. Добавить муку частями. Сначала мешать ложкой, потом руками. Должно получиться плотное тесто, не липнущее к рукам. Раскатать в прямоугольник толщиной 0.5 см. Порезать полосками. Обжарить на сковороде с двух сторон на достаточно большом количестве растительного масла. Кушать с соусом тар-тар. Кушайте и наслаждайтесь"
      }
    ]
  },
  {
    "id": 5,
    "name": "Напитки",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "1.8 литра холодной кипяченой воды",
          "1.2 литра кипятка",
          "3 полных ст. л. цикория",
          "225 г. сахара",
          "1 ч. л. лим. к-ты",
          "3 ч. л. сухих дрожжей или 20 г. обычных дрожжей"
        ],
        "name": "Квас из цикория на 3 литра",
        "recipe": "Если это дрожжи, которые до этого не использовались, их нужно сначала проверить. Для этого смешать 0.5 ст. л. теплой (35-40 градусов) воды, 1ч. л. сахара, 0.5 ч. л. дрожжей на 10- 15 мин. Должна появиться на поверхности пена. Значит дрожжи работают и с ними можно делать квас.                     \n\nРецепт кваса (на 3 литра)\n\nЗасыпать в кувшин цикорий, сахар, лимонную кислоту. Аккуратно залить кипяток. Размешать, оставить на 10-15 мин. Долить холодной кипячёной (важно) воды, добавить дрожжи. (Если это обычные дрожжи, то их надо сначала размешать в небольшом количестве жидкости из рецепта, а можно и прямо в растворе), размешать, оставить на 3 часа. Через 3 часа можно пить, но лучше еще подождать. "
      },
      {
        "id": 1,
        "ingredients": [
          "0.6 литра холодной кипяченой воды",
          "0.4 литра кипятка",
          "1 полная ст. л. цикория",
          "75 г. сахара",
          "1/3 ч. л. лим. к-ты",
          "1 полная ч. л. сухих дрожжей или 6 г. обычных дрожжей"
        ],
        "name": "Квас на 1 литр",
        "recipe": "Если это дрожжи, которые до этого не использовались, их нужно сначала проверить. Для этого смешать 0.5 ст. л. теплой (35-40 градусов) воды, 1ч. л. сахара, 0.5 ч. л. дрожжей на 10- 15 мин. Должна появиться на поверхности пена. Значит дрожжи работают и с ними можно делать квас.                     \n\nРецепт кваса (на 1 литр)\n\nЗасыпать в кувшин цикорий, сахар, лимонную кислоту. Аккуратно залить кипяток. Размешать, оставить на 10-15 мин. Долить холодной кипячёной (важно) воды, добавить дрожжи. (Если это обычные дрожжи, то их надо сначала размешать в небольшом количестве жидкости из рецепта, а можно и прямо в растворе), размешать, оставить на 3 часа. Через 3 часа можно пить, но лучше еще подождать. "
      },
      {
        "id": 2,
        "ingredients": [
          "Молоко 100 мл",
          "Тертый шоколад",
          "Можно вместо карамельного сиропа сахарный или сироп из любого сока с сахаром",
          "Шарик мороженого",
          "Рижский бальзам 15 мл",
          "Карамельный сироп 10-15 мл, если фруктовый сироп 20 мл"
        ],
        "name": "Коктейль black and white на 2 винных бокала (делать на две порции)",
        "recipe": "Залить молоко, бальзам и сироп в шейкер, смешать. \n\nНалить в стакан, закинуть сверху мороженое, тертый шоколад"
      },
      {
        "id": 3,
        "ingredients": [
          "дольки лайма 3 1/8",
          "Листики мяты 5-8",
          "Сахарный сироп 10 мл",
          "Рижский бальзам 20 мл",
          "Лёд ",
          "Спрайт 120 мл"
        ],
        "name": "Коктейль Черный мохито",
        "recipe": "Кинуть в стакан лайм, мяту, сахарный сироп. Растолочь. Кинуть лёд до верха, залить Спрайт, размешать. Докинуть лёд. Залить бальзам"
      },
      {
        "id": 4,
        "ingredients": [
          "Мороженое 50 г",
          "Молоко 100 г",
          "Бейлис 150 г"
        ],
        "name": "Баттерскотч (молочный коктейль с бейлисом)",
        "recipe": "Всё взбить в шейкере, всё"
      },
      {
        "id": 5,
        "ingredients": [
          "Рижский бальзам 20 мл",
          "Персиковый ликер 15 мл",
          "Персиковый сок 90 мл",
          "Мороженое 100 г",
          "Молоко 120 мл",
          "Лед",
          "Это на два винных бокала"
        ],
        "name": "Невинный бальзам ",
        "recipe": "Взбить в шейкере всё, кроме молока (до пены), наполнить винный бокал льдом, налить молока, затем аккуратно с ложки налить в бокал коктейль из шейкера. Молока и коктейля должно быть 1 к 1.\nМожно без льда слоями в шотах"
      },
      {
        "id": 7,
        "ingredients": [
          "100г мороженого",
          "150г молока",
          "50г блю курасао"
        ],
        "name": "Голубые облака",
        "recipe": "Всё смешать и взбить блендером (очень хорошо смешать в шейкере, чтобы была пенка). Пить через трубочку из высокого бокала"
      }
    ]
  },
  {
    "id": 6,
    "name": "Тесто",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "1.5 стак.теплой воды",
          "2 ст.л.сахара",
          "50 гр. Обычных дрожжей",
          "0.5 ч.л.соли",
          "0.5 стак.подсолнечного масла",
          "5 стак.муки"
        ],
        "name": "Тесто быстрое дрожжевое на пирожки, пиццу",
        "recipe": "Воду, сахар и дрожжи размешать, дать постоять 15 мин.,пока они дадут пену. Добавить соль, масло, муку. Все перемешать сначала ложкой, потом рукой. Должно получиться мягкое тесто. Возможно, оно будет прилипать немного к рукам. Поставить его в теплое место или просто на стол, накрыть полотенцем на"
      }
    ]
  },
  {
    "id": 7,
    "name": "Салаты",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "3 большие картошки",
          "2 большие морковки",
          "Банка горошка",
          "Банка огурцов маринованных",
          "10 кружков колбасы",
          "4 яйца",
          "Соль",
          "Майонез"
        ],
        "name": "Оливье",
        "recipe": "Сварить 4 яйца. Сварить в кожуре картошку и морковку в одной кастрюле: хорошо помыть, положить в холодную воду, варить после закипания минут 20(засечь таймер).проверить вилкой готовность. Слить воду. Если варится заранее, то просто поставить остывать. Если надо готовить быстро, то залить холодной водой. Все продукты в салат добавлять полностью остывшими. Почистить картошку и морковку, снимая тонкую кожечку. Порезать мелким кубиком картошку, морковку, яйца, колбасу, соленые огурцы. Заправить майонезом. Попробовать, если не достаточно соленый, посолить или добавить еще огурцов( тогда надо еще одна баночка)"
      },
      {
        "id": 1,
        "ingredients": [
          "200 гр.морской капусты",
          "1 морковка",
          "1 большой маринованый огурец",
          "1 крупное яблоко",
          "1 средняя( или чуть меньше) луковица",
          "2 ст.л.соевого соуса",
          "0.7 ст.л.уксуса",
          "1 ч.л.сахара",
          "Щепотка соли",
          "Раст.масло"
        ],
        "name": "Салат из морской капусты Японский без майонеза",
        "recipe": "Все порезать соломкой: сырую морковь,яблоко, лук, огурцы. Добавить морскую капусту. Приготовить отдельно заправку из соевого соуса, уксуса, соли и сахара. Перемешать. Влить в салат, добавить в салат немного растит.масла. Перемешать. Желательно дать постоять 40-60 мин. Приятного аппетита"
      },
      {
        "id": 3,
        "ingredients": [
          "2 вареных йца",
          "Майонез",
          "3 морковки",
          "0.5 длинного огурца",
          "0.5 баночки кукурузы",
          "0.5 средней луковицы или немного меньше"
        ],
        "name": "Салат вкусный (Артему нравится)",
        "recipe": "Помыть морковь.Отварить морковь в кожуре как на оливье. Отварить яйца. Остудить морковь и яйца в холодной воде. Порезать кубиками морковку, яйца, огурец, лук. Добавить кукурузу, заправить майонезом. Перемешать. Вкусный, свежий салатик. Смачна есцi"
      },
      {
        "id": 4,
        "ingredients": [
          "1 баночка консерированной фасоли в томатном соусе",
          "0.5 баночки маринованных огурцов",
          "200 гр вареной колбасы(5-6 кружочков)",
          "2 помидора",
          "50 гр сыра",
          "О.5 средней луковицы",
          "1-2ст.л.кетчупа",
          "Майонез, можно и лучше без него"
        ],
        "name": "Салат Фиеста (Артему ноавится)",
        "recipe": "Огурцы, колбасу, помидоры, лук, сыр порезать кубиками. Все смешать, с фасоли слить жидкость через сито жидкую,  оставив густую, добавить фасоль вместе с густой жидкостью. Все смешать, добавить кетчуп, и если захочется, добавить майонеза, но можно  и без него. Приятного аппетита"
      },
      {
        "id": 5,
        "ingredients": [
          "2 морковки",
          "2-3 яблока",
          "1 небольшая луковица",
          "4 яйца",
          "Баночка кукурузы",
          "Майонез",
          "Маринад для лука:1/4 ч.л.соли,1/4 ч.л.сахара,2 ст.л.уксуса,0.5 стак.кипятка"
        ],
        "name": "Салат из морковки и яблока вкусный и полезный",
        "recipe": "Сварить и охладить яйца.\n Сырую морковку почистить, помыть, натереть на крупной терке. Яблоки порезать кубиками или брусочками( сначала 2 шт. Потом, по окончании приготовления, попробовать и если не хватает кислинки, добавить еще). Лук порезать кубиками и замариновать на 20 минут в маринаде из уксуса, сахара, соли и  кипятка(не просто воды). Добавить к морковке с яблоком кукурузу без жидкости, яйца, нарезанные кубиком и остывший маринованный лук. Заправить майонезом. Приятного аппетита"
      },
      {
        "id": 2,
        "ingredients": [
          "Пекинская капуста",
          "Яблоко",
          "Апельсин",
          "Майонез",
          "Не солить"
        ],
        "name": "Салат с пекинской капустой, яблоком и апельсином",
        "recipe": "Порезать пекинскую капусту, яблоко почистить от кожуры и семян, порезать кубиками, кружочки апельсина освободить от кожуры и поломать на дольки. Заправить майонезом. Все сразу не заправлять \nпотечет на следующий день. Пропорции сам смотри. Кушайте на здоровье"
      },
      {
        "id": 6,
        "ingredients": [
          "Пекинская капуста",
          "Небольшой кусочек копчёной колбасы",
          "2 яйца",
          "Майонез",
          "Не солить"
        ],
        "name": "Салат с пекинской капустой и копчёной колбасой",
        "recipe": "Порезать пекинскую капусту, мелко порезать копчёную колбасу, отварить яйца, охладить под холодной водой. Нарезать. Все смешать, заправить майонезом. Все сразу не заправлять, потечет  на следующий день. Вкусненько"
      }
    ]
  },
  {
    "id": 8,
    "name": "Вкусняшки",
    "recipes": [
      {
        "id": 1,
        "ingredients": [
          "1 стак.кефира",
          "0.5 стак.сахара",
          "6 ст.л.раст.масла",
          "1 ч.л.без верха соды",
          "3 стак.муки",
          "Первый раз делать на одну порцию, потом, если получится и понравится, в следующий раз делать на 2 порции"
        ],
        "name": "Коржики ляп-ляп",
        "recipe": "В кефире погасить соду, размешать, закинуть всё и замесить не очень густое тесто. Разогреть духовку на 180гр. На противень застелить коврик, слегка смазать раст.маслом. Набирать тесто смоченой в воде столовой ложкой (полной, с горкой) и выкладывать на противень (не расплюскивать) на расстоянии 1.5-2 см . Выпекать 15-20 мин, до образования легкого румяного цвета. Смотреть на цвет, а не засекать время. Главное, не передержать, не пересушить, потому что будет каменное тогда. Должно быть мягкое"
      },
      {
        "id": 0,
        "ingredients": [
          "2 яйца",
          "1.5 ч.л.соды",
          "0.5 стак.раст.масла",
          "4 стак.муки",
          "3 ст.л.какао порошка(можно без него)",
          "2 стак.сыворотки",
          "1 стакан сахара, до самого верха"
        ],
        "name": "Кексы из сыворотки",
        "recipe": "Первый раз делать на одну порцию, а потом, наверное, на две порции. Погасить соду в сыворотке. Добавить в нее яйца, сахар, масло, какао. Перемешать. Добавить муку. Хорошо перемешать венчиком, чтобы не было комков. Разогреть духовку до 180 градусов. Формочки металлические или бумажные смазать раст.маслом. Залить столовой ложкой тесто не до верха, примерно на 2/3. Поставить их на противень. Выпекать в духовке до румяности и с аппетитом хавать. Если это металлические формочки, то достать кексы, подковырнув вилкой. Помыть формочки, поставить в духовку, чтобы высохли и снова смазать раст.маслом и выкладывать новую порцию теста. "
      },
      {
        "id": 2,
        "ingredients": [
          "500 гр теплой воды",
          "3 ст.л.сахара",
          "20 гр дрожжей",
          "Примерно 5.5 стак.муки",
          "Сахарная пудра"
        ],
        "name": "Пончики на воде (делать на одну порцию)",
        "recipe": "Растворить дрожжи в теплой (обязательно)воде с сахаром. Добавить муку. Дать постоять. Тесто должно быть очень мягкое, но лепиться. Жарить надо вдвоем. В маленькую кастрюльку налить раст.масла 1-1.5 см. И нагреть на мах.огне. Оторвать  кусочек теста, сделать колбаску, слепить в кольцо. Уменьшить огонь до 4, аккуратно положить кольцо в масло( фритюр). Масло очень, очень горячее. Нельзя кидать пончик и дотрагиваться до масла!!! Обжарить с одной стороны до румяности, двумя вилками перевернуть и обжарить с другой стороны. Пока один чел лепит пончики, второй обжаривает. Вытащить аккуратно двумя вилками, сразу же посыпать сахарной пудрой, пока горячие. Так испечь все пончики и сразу кушать. Самые вкусные они сейчас. Масло не выливать, а использовать постепенно для других блюд"
      },
      {
        "id": 3,
        "ingredients": [
          "Печенье рыбки 250 г",
          "Сметана жидкая 550 г (если густая, то сметана 400 г и пол стакана кефира)",
          "2 банана",
          "Сахар 100 г",
          "5 ст. л. какао"
        ],
        "name": "Кремовый торт с рыбками",
        "recipe": "Застелить форму целлофаном, залить сметану или сметану с кефиром, смешать с сахаром, добавить просеянное какао, дать раствориться сахару. Бананы порезать на кусочки, добавить к сметанному крему. В крем насыпать \"рыбки\", перемешать, смесь плотно прижимая выложить в форму с целлофаном, накрыть и оставить на пару часов при комнатной температуре, потом убрать в холодильник на час-два. При подаче перевернуть торт на тарелку, снять целлофан, украсить"
      },
      {
        "id": 4,
        "ingredients": [
          "1 пакетик желе"
        ],
        "name": "Желе из пакетика",
        "recipe": "Высыпать желе в глубокую миску. Залить 1 стаканом холодной воды, перемешать хорошо, чтобы часть растворилась и оставить примерно на 0.5 часа. Потом перемешать, долить 1.5 стакана кипятка и долго мешать. Если что-то все равно не растворится, набрать маме). Разлить по формам неполные (баночки с крышкой из-под сырков) накрыть крышкой, поставить в холодос одну на одну."
      }
    ]
  },
  {
    "id": 9,
    "name": "Соусы",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "100 г.майонеза",
          "1 среднебольшой огурец",
          "Небольшой зубчик чеснока"
        ],
        "name": "Соус тар-тар",
        "recipe": "Потереть на мелкой терке в кашицу огурец, чеснок. Смешать с майонезом. Все. Соус готов"
      }
    ]
  },
  {
    "id": 10,
    "name": "Блюда в горшочках",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "Горшочек большой",
          "1 стакан риса длинного белого или пропаренного",
          "0.5 средней морковки",
          "1/4-1/2 луковицы",
          "Можно кусочки колбасы или кусочки сырого куриного филе, но лучше готовить курицу в другом горшочке одновременно",
          "Неполные 0.5 ч.л. соли",
          "0.5 ч.л. карри",
          "Кипяток до полного горшочка или чтобы было на 2 см выше риса",
          "2 зубчика чеснока"
        ],
        "name": "Каша рисовая с морковкой, луком, можно с колбасой или курицей",
        "recipe": "Лук порезать кубиками небольшими, морковку потереть на терке, все сразу кидать в горшочек. Рис промыть несколько раз холодной водой до прозрачности, засыпать в горшочек, посолить, добавить карри, перемешать, уплотнить. Залить кипятком до полного или чтобы жидкости было на 2 сант. Выше риса. Воткнуть полностью 2 зубчика чеснока. Поставить в холодную духовку, готовить при 180 градусах около 40 минут. Не перемешивать во время приготовления. Попробовать готовность риса и на соль. Вода должна впитаться, рис разбухнуть. Если рис не доварился, а воды уже нет, то долить немного кипятка, размешать и доварить. При остывании рис еще густеет, поэтому если получился сухой, можно долить еще кипятка"
      },
      {
        "id": 1,
        "ingredients": [
          "1 стакан длинного белого риса",
          "0.5 ч.л.соли, 3 стакана кипятка ( для обычной)",
          "0.5 ч.л.соли и 5-6 ч.л.сахара, 2 стакана кипятка и 1 стакан молока ( для молочной)",
          "Большой горшочек"
        ],
        "name": "Каша рисовая в горшочке обычная или с молоком",
        "recipe": "Рис промыть до прозрачной воды, всыпать в горшочек. Посолить, сахар( для молочной). Перемешать, разровнять.  Залить кипятком(обычную кашу 3 ст.воды, молочную кашу 2 ст.воды). Накрыть крышкой. Поставить в холодную духовку. Готовить 40 минут при 180 градусах. За это время для молочной каши вскипятить 1 ст. молока Попробовать. Если обычная каша получилась густая, добавить еще кипятка. Молочная каша точно получится очень густая. Надо вскипятить стакан молока в микроволновке на 2 минуты, влить и перемешать. Горячая каша должна быть как суп пюре, для того, чтобы когда она остынет, она была нормальная по густоте. Если что, добавлять еще кипятка или кипяченого молока. Пока она горячая, это можно делать несколько раз"
      },
      {
        "id": 2,
        "ingredients": [
          "3 бедрышка",
          "4 зубчика чеснока",
          "Меньше 0.5 ч.л.соли",
          "0.5 ч.л.карри или грузинской приправы",
          "Майонез",
          "Маленький горшочек"
        ],
        "name": "Куриные бедрышки в горшочке",
        "recipe": "Бедрышки порезать на две части с косточкой и без косточки. Посолить, добавить приправу, потереть или порезать чеснок, полить майонезом, перемешать. В горшочек налить немного раст.масла, положить бедрышки, накрыть крышкой, поставить в холодную духовку на 180 градусов на 40 минут. Проткнуть вилкой возле косточки. Если выделяется розовый сок, то еще не готово, если прозрачный, то все. Приятеого аппетита"
      },
      {
        "id": 3,
        "ingredients": [
          "Большой горшочек",
          "1 стакан пшена",
          "2 стакана кипятка",
          "2 стакана молока",
          "3/4 ч.л соли",
          "7 ч.л.сахара",
          "Кусочек масла"
        ],
        "name": "Каша пшенная в горшочке",
        "recipe": "Варить в большом горшочке. Пшено очень хорошо промывать в холодной воде и откидывать на сито 5-6 раз. Потом залить кипятком на 5 минут. Слить. Пшено высыпать в горшочек, посолить, добавить сахар и влить 2 стакана кипятка. Поставить в холодную духовку на 180 градусов на 30 минут. Достать горшочек, перемешать, влить 2 стакана молока(кипятить не надо), перемешать. Поставить назад в духовку на 15 минут. Достать, перемешать, если все равно густая, то влить (здесь уже кипячёное) молоко. Перемешать, добавить масло. Вкусняшка готова"
      },
      {
        "id": 4,
        "ingredients": [
          "Лучше в большом горшочке",
          "400 гр.фарша",
          "3/4 ч.л.соли",
          "0.5 ч.л.карри",
          "3 зубчика чеснока",
          "0.5 луковицы",
          "3 ст.л.сметаны",
          "1 стакан воды",
          "Мука для обвалки тефтелей",
          "4 кусочка размоченого батона и отжатого без корки",
          "1 морковка",
          "1 яйцо"
        ],
        "name": "Тефтели в горшочках",
        "recipe": "В фарш добавить 3/4 ч.л.соли, карри, мелко порезать лук и чеснок. Перемешать. Добавить тёртую морковку, яйцо, размоченный и отжатый батон без корки. Перемешать. Из фарша сформировать плотно тефтели, обвалять в муке и лучше обжарить слегка, но можно и без этого. Сложить в горшочек. Отдельно в кружке смешать сметану с водой и немного подсолить ( примерно 1/3 ч.л.соли). Залить тефтели водой со сметаной, поставить в холодную духовку на 180 градусов на 40 минут. Все готово. Приятного аппетита"
      }
    ]
  },
  {
    "id": 11,
    "name": "Овощи замороженые самодельные",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "Купить замороженую спаржевую фасоль и (или) горошек",
          "Купить свежую цветную капусту",
          "Купить свежую морковку",
          "Свежие помидоры"
        ],
        "name": "Овощи самодельные, как замороженые",
        "recipe": "Поставить кипятить воду, посолить. Порезать кубиками морковку, разобрать на соцветия часть небольшую цветной капусты, добавить туда замороженую спаржевую фасоль и ( или) горошек. Кинуть в кипящую воду, варить после закипания 7 минут примерно. Попробовать разные овощи, чтобы были чуть хрустящие. Откинуть на дуршлаг. В горячие овощи добавить свежие порезанные мелко помидоры. Перемешать. Всё) \n"
      }
    ]
  },
  {
    "id": 12,
    "name": "Пельмени",
    "recipes": [
      {
        "id": 0,
        "ingredients": [
          "Пельмени",
          "Соль",
          "Специи",
          "Масло подсолнечное"
        ],
        "name": "Пельмени в аэрогриле",
        "recipe": "Замороженые пельмени насыпать в глубокую мисочку, посолить, специи, немного маслом полить. Перемешать. Бумагу в аэрогриле полить чуть маслом, выложить пельмени. Готовить примерно 10 минут на 180 градусах"
      }
    ]
  }
]